Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Chat.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Temperature shifts with how confident the model is
ar: تتغير درجة الحرارة بحسب مدى ثقة النموذج
de: Die Temperatur richtet sich danach, wie sicher sich das Modell ist
es: La temperatura varía según la seguridad del modelo
fr: La température varie selon le degré de certitude du modèle
hi: मॉडल कितना आश्वस्त है, उसके हिसाब से तापमान बदलता है
id: Suhu berubah sesuai tingkat keyakinan model
ja: モデルの確信度に応じて温度が変わります
ko: 모델이 얼마나 확신하는지에 따라 온도가 달라져요
pt_br: A temperatura varia conforme a confiança do modelo
ru: Температура меняется в зависимости от уверенности модели
th: อุณหภูมิปรับไปตามความมั่นใจของโมเดล
tr: Sıcaklık, modelin ne kadar emin olduğuna göre değişir
vi: Nhiệt độ thay đổi theo mức độ chắc chắn của mô hình
zh_hans: 温度随模型的把握程度浮动
zh_hant: 溫度隨模型的把握程度浮動

source: The additional request body has a problem, so this switch can’t change it. Fix it there first.
ar: توجد مشكلة في نص الطلب الإضافي، لذا لا يمكن لهذا المفتاح تغييره. يلزم إصلاحها هناك أولًا.
de: Mit den zusätzlichen Anfragedaten stimmt etwas nicht, daher kann dieser Schalter sie nicht ändern. Korrigieren Sie sie zuerst dort.
es: El cuerpo de solicitud adicional tiene un problema, así que este interruptor no puede modificarlo. Corrígelo ahí primero.
fr: Le corps de requête supplémentaire contient une erreur, cet interrupteur ne peut donc pas le modifier. Corrigez-le d’abord.
hi: अतिरिक्त अनुरोध बॉडी में कोई समस्या है, इसलिए यह स्विच उसे नहीं बदल सकता। पहले वहाँ जाकर ठीक करें।
id: Ada masalah di isi permintaan tambahan, jadi sakelar ini tidak bisa mengubahnya. Perbaiki di sana dulu.
ja: 追加リクエストボディに問題があるため、このスイッチでは変更できません。先にそちらで修正してください。
ko: 추가 요청 본문에 문제가 있어서 이 스위치로 바꿀 수 없어요. 먼저 그곳에서 고쳐 주세요.
pt_br: O corpo adicional da requisição tem um problema, então este controle não consegue alterá-lo. Corrija lá primeiro.
ru: В дополнительном теле запроса ошибка, поэтому этот переключатель не может его изменить. Сначала исправьте её там.
th: เนื้อหาคำขอเพิ่มเติมมีปัญหา สวิตช์นี้จึงเปลี่ยนไม่ได้ โปรดไปแก้ไขที่นั่นก่อน
tr: Ek istek gövdesinde bir sorun olduğu için bu anahtar onu değiştiremiyor. Önce orada düzeltin.
vi: Nội dung yêu cầu bổ sung đang có lỗi nên công tắc này không thể thay đổi. Hãy sửa ở đó trước.
zh_hans: 附加请求体里的内容有问题，这个开关改不了它。先去那里改好。
zh_hant: 附加請求主體的內容有問題，這個開關無法變更。請先到那裡修正。

source: The additional request body is larger than 64 KB.
ar: حجم نص الطلب الإضافي أكبر من 64 KB.
de: Die zusätzlichen Anfragedaten sind größer als 64 KB.
es: El cuerpo de solicitud adicional supera los 64 KB.
fr: Le corps de requête supplémentaire dépasse 64 Ko.
hi: अतिरिक्त अनुरोध बॉडी 64 KB से बड़ी है।
id: Isi permintaan tambahan lebih dari 64 KB.
ja: 追加リクエストボディが 64 KB を超えています。
ko: 추가 요청 본문이 64 KB를 넘었어요.
pt_br: O corpo adicional da requisição passa de 64 KB.
ru: Дополнительное тело запроса больше 64 КБ.
th: เนื้อหาคำขอเพิ่มเติมมีขนาดเกิน 64 KB
tr: Ek istek gövdesi 64 KB sınırını aşıyor.
vi: Nội dung yêu cầu bổ sung lớn hơn 64 KB.
zh_hans: 附加请求体超过了 64 KB。
zh_hant: 附加請求主體超過 64 KB。

source: The additional request body is nested more than 32 levels deep.
ar: يتجاوز تداخل نص الطلب الإضافي 32 مستوى.
de: Die zusätzlichen Anfragedaten sind tiefer als 32 Ebenen verschachtelt.
es: El cuerpo de solicitud adicional tiene más de 32 niveles de anidación.
fr: Le corps de requête supplémentaire compte plus de 32 niveaux d’imbrication.
hi: अतिरिक्त अनुरोध बॉडी 32 से ज़्यादा स्तरों तक नेस्टेड है।
id: Isi permintaan tambahan bertingkat lebih dari 32 lapis.
ja: 追加リクエストボディの入れ子が 32 階層を超えています。
ko: 추가 요청 본문의 중첩이 32단계를 넘었어요.
pt_br: O corpo adicional da requisição tem mais de 32 níveis de aninhamento.
ru: В дополнительном теле запроса больше 32 уровней вложенности.
th: เนื้อหาคำขอเพิ่มเติมซ้อนกันลึกเกิน 32 ชั้น
tr: Ek istek gövdesi 32 düzeyden daha derin iç içe geçmiş.
vi: Nội dung yêu cầu bổ sung lồng nhau sâu quá 32 cấp.
zh_hans: 附加请求体嵌套超过了 32 层。
zh_hant: 附加請求主體的巢狀層級超過 32 層。

source: The additional request body isn’t being sent with requests right now. Turn that on there first.
ar: لا يُرسل نص الطلب الإضافي مع الطلبات حاليًا. يلزم تفعيله هناك أولًا.
de: Die zusätzlichen Anfragedaten werden derzeit nicht mit Anfragen gesendet. Aktivieren Sie das zuerst dort.
es: El cuerpo de solicitud adicional no se está enviando con las solicitudes. Actívalo ahí primero.
fr: Le corps de requête supplémentaire n’est pas envoyé avec les requêtes pour le moment. Activez d’abord son envoi.
hi: अतिरिक्त अनुरोध बॉडी अभी अनुरोधों के साथ नहीं भेजी जा रही। पहले वहाँ जाकर इसे चालू करें।
id: Isi permintaan tambahan saat ini tidak dikirim bersama permintaan. Aktifkan di sana dulu.
ja: 追加リクエストボディは現在リクエストと一緒に送信されていません。先にそちらでオンにしてください。
ko: 추가 요청 본문이 지금 요청과 함께 보내지지 않고 있어요. 먼저 그곳에서 켜 주세요.
pt_br: O corpo adicional da requisição não está sendo enviado com as requisições agora. Ative isso lá primeiro.
ru: Дополнительное тело запроса сейчас не отправляется с запросами. Сначала включите отправку там.
th: ขณะนี้เนื้อหาคำขอเพิ่มเติมไม่ได้ถูกส่งไปพร้อมคำขอ โปรดไปเปิดที่นั่นก่อน
tr: Ek istek gövdesi şu anda isteklerle gönderilmiyor. Önce orada gönderimi açın.
vi: Nội dung yêu cầu bổ sung hiện không được gửi kèm yêu cầu. Hãy bật ở đó trước.
zh_hans: 附加请求体现在没有随请求发送，先去那里打开。
zh_hant: 附加請求主體目前沒有隨請求傳送，請先到那裡開啟。

source: The additional request body isn’t valid JSON.
ar: نص الطلب الإضافي ليس JSON صالحًا.
de: Die zusätzlichen Anfragedaten sind kein gültiges JSON.
es: El cuerpo de solicitud adicional no es un JSON válido.
fr: Le corps de requête supplémentaire n’est pas un JSON valide.
hi: अतिरिक्त अनुरोध बॉडी मान्य JSON नहीं है।
id: Isi permintaan tambahan bukan JSON yang valid.
ja: 追加リクエストボディが有効な JSON ではありません。
ko: 추가 요청 본문이 올바른 JSON이 아니에요.
pt_br: O corpo adicional da requisição não é um JSON válido.
ru: Дополнительное тело запроса не является корректным JSON.
th: เนื้อหาคำขอเพิ่มเติมไม่ใช่ JSON ที่ถูกต้อง
tr: Ek istek gövdesi geçerli bir JSON değil.
vi: Nội dung yêu cầu bổ sung không phải JSON hợp lệ.
zh_hans: 附加请求体不是有效的 JSON。
zh_hant: 附加請求主體不是有效的 JSON。

source: The additional request body must be a JSON object wrapped in { }.
ar: يجب أن يكون نص الطلب الإضافي كائن JSON محاطًا بـ { }.
de: Die zusätzlichen Anfragedaten müssen ein JSON-Objekt in { } sein.
es: El cuerpo de solicitud adicional debe ser un objeto JSON entre { }.
fr: Le corps de requête supplémentaire doit être un objet JSON entouré de { }.
hi: अतिरिक्त अनुरोध बॉडी { } में लिखा एक JSON ऑब्जेक्ट होनी चाहिए।
id: Isi permintaan tambahan harus berupa objek JSON yang diapit { }.
ja: 追加リクエストボディは { } で囲んだ JSON オブジェクトにしてください。
ko: 추가 요청 본문은 { }로 감싼 JSON 객체여야 해요.
pt_br: O corpo adicional da requisição precisa ser um objeto JSON entre { }.
ru: Дополнительное тело запроса должно быть JSON-объектом в { }.
th: เนื้อหาคำขอเพิ่มเติมต้องเป็นออบเจ็กต์ JSON ที่ครอบด้วย { }
tr: Ek istek gövdesi { } içine alınmış bir JSON nesnesi olmalı.
vi: Nội dung yêu cầu bổ sung phải là một đối tượng JSON đặt trong { }.
zh_hans: 附加请求体要写成一个 JSON 对象，用 { } 包起来。
zh_hant: 附加請求主體必須是用 { } 包起來的 JSON 物件。

source: The connection or model is not ready, so these settings are read-only. Choose a connection and model to continue.
ar: الاتصال أو النموذج غير جاهز، لذلك هذه الإعدادات للقراءة فقط. اختر اتصالًا ونموذجًا للمتابعة.
de: Verbindung oder Modell ist noch nicht bereit. Diese Einstellungen sind daher schreibgeschützt. Wähle eine Verbindung und ein Modell aus.
es: La conexión o el modelo no está listo, así que estos ajustes son de solo lectura. Elige una conexión y un modelo para continuar.
fr: La connexion ou le modèle n’est pas prêt. Ces réglages sont donc en lecture seule. Choisissez une connexion et un modèle pour continuer.
hi: कनेक्शन या मॉडल तैयार नहीं है, इसलिए ये सेटिंग केवल पढ़ने योग्य हैं। आगे बढ़ने के लिए कनेक्शन और मॉडल चुनें।
id: Koneksi atau model belum siap, jadi setelan ini hanya dapat dibaca. Pilih koneksi dan model untuk melanjutkan.
ja: 接続またはモデルの準備ができていないため、これらの設定は読み取り専用です。接続とモデルを選択してください。
ko: 연결 또는 모델이 준비되지 않아 이 설정은 읽기 전용입니다. 계속하려면 연결과 모델을 선택하세요.
pt_br: A conexão ou o modelo ainda não está pronto, então estas opções são somente leitura. Escolha uma conexão e um modelo para continuar.
ru: Подключение или модель ещё не готовы, поэтому настройки доступны только для чтения. Выберите подключение и модель.
th: การเชื่อมต่อหรือโมเดลยังไม่พร้อม การตั้งค่าเหล่านี้จึงเป็นแบบอ่านอย่างเดียว เลือกการเชื่อมต่อและโมเดลเพื่อดำเนินการต่อ
tr: Bağlantı veya model hazır olmadığı için bu ayarlar salt okunur. Devam etmek için bağlantı ve model seçin.
vi: Kết nối hoặc mô hình chưa sẵn sàng nên các cài đặt này chỉ đọc. Hãy chọn kết nối và mô hình để tiếp tục.
zh_hans: 连接或模型尚未就绪，因此这些设置为只读。请选择连接和模型后继续。
zh_hant: 連線或模型尚未就緒，因此這些設定為唯讀。請選擇連線和模型後繼續。

source: The conversation is filled in by Oriveo.
ar: يتولى Oriveo تعبئة المحادثة.
de: Den Gesprächsverlauf fügt Oriveo selbst ein.
es: La conversación la completa Oriveo.
fr: La conversation est renseignée par Oriveo.
hi: बातचीत की सामग्री Oriveo भरता है।
id: Percakapan diisi oleh Oriveo.
ja: 会話の内容は Oriveo が入力します。
ko: 대화 내용은 Oriveo가 채워요.
pt_br: A conversa é preenchida pelo Oriveo.
ru: Переписку подставляет Oriveo.
th: Oriveo จะใส่เนื้อหาบทสนทนาให้เอง
tr: Sohbet içeriğini Oriveo doldurur.
vi: Oriveo tự điền nội dung cuộc trò chuyện.
zh_hans: 对话内容由 Oriveo 填写。
zh_hant: 對話內容由 Oriveo 填入。

source: The hardest problems, whatever time it takes.
ar: أصعب المسائل مهما استغرقت من وقت.
de: Die schwersten Probleme, egal wie lange es dauert.
es: Los problemas más difíciles, sin límite de tiempo.
fr: Les problèmes les plus durs, quel qu’en soit le temps.
hi: सबसे कठिन समस्याएँ, चाहे जितना समय लगे।
id: Masalah tersulit, berapa pun waktunya.
ja: 最難問にはいくらでも時間をかけます。
ko: 가장 어려운 문제, 시간 제한 없이.
pt_br: Os problemas mais difíceis, custe o tempo que custar.
ru: Самые сложные задачи, сколько бы времени это ни заняло.
th: ปัญหายากที่สุด ใช้เวลานานแค่ไหนก็ได้
tr: En zor problemler, ne kadar sürerse sürsün.
vi: Bài toán khó nhất, bất kể thời gian.
zh_hans: 最难的问题，不惜时间。
zh_hant: 最難的問題，不惜時間。

source: The highest value this model accepts is %@. This setting won’t be sent until it’s fixed; your other settings aren’t affected.
ar: أعلى قيمة يقبلها هذا النموذج هي %@. لن يُرسل هذا الإعداد حتى يُصحَّح، ولا تتأثر الإعدادات الأخرى.
de: Dieses Modell akzeptiert höchstens %@. Bis zur Korrektur wird diese Einstellung nicht gesendet; Ihre übrigen Einstellungen sind nicht betroffen.
es: El valor máximo que acepta este modelo es %@. Este ajuste no se enviará hasta que lo corrijas; tus otros ajustes no se ven afectados.
fr: La valeur maximale acceptée par ce modèle est %@. Ce réglage ne sera pas envoyé tant qu’il n’est pas corrigé ; vos autres réglages ne sont pas concernés.
hi: यह मॉडल ज़्यादा से ज़्यादा %@ स्वीकार करता है। ठीक होने तक यह सेटिंग नहीं भेजी जाएगी; आपकी बाकी सेटिंग्स पर कोई असर नहीं पड़ेगा।
id: Nilai tertinggi yang diterima model ini adalah %@. Pengaturan ini tidak akan dikirim sampai diperbaiki; pengaturan lain tidak terpengaruh.
ja: このモデルが受け付ける最大値は %@ です。修正するまでこの設定は送信されませんが、ほかの設定には影響しません。
ko: 이 모델은 최대 %@까지만 받아요. 고치기 전까지 이 설정은 보내지 않으며, 다른 설정에는 영향이 없어요.
pt_br: O maior valor aceito por este modelo é %@. Esta configuração não será enviada até ser corrigida; suas outras configurações não são afetadas.
ru: Эта модель принимает не больше %@. Пока значение не исправлено, эта настройка не отправляется; на остальные настройки это не влияет.
th: ค่าสูงสุดที่โมเดลนี้รับได้คือ %@ การตั้งค่านี้จะไม่ถูกส่งจนกว่าจะแก้ไข และไม่กระทบการตั้งค่าอื่นของคุณ
tr: Bu modelin kabul ettiği en yüksek değer %@. Düzeltilene kadar bu ayar gönderilmez; diğer ayarlarınız etkilenmez.
vi: Giá trị cao nhất mô hình này chấp nhận là %@. Cài đặt này sẽ không được gửi cho đến khi được sửa; các cài đặt khác không bị ảnh hưởng.
zh_hans: 这个模型最高只接受 %@。改好前这一项先不发送，其它设置不受影响。
zh_hant: 這個模型最高只接受 %@。修正前這一項先不傳送，其他設定不受影響。

source: The lowest value this model accepts is %@. This setting won’t be sent until it’s fixed; your other settings aren’t affected.
ar: أدنى قيمة يقبلها هذا النموذج هي %@. لن يُرسل هذا الإعداد حتى يُصحَّح، ولا تتأثر الإعدادات الأخرى.
de: Dieses Modell akzeptiert mindestens %@. Bis zur Korrektur wird diese Einstellung nicht gesendet; Ihre übrigen Einstellungen sind nicht betroffen.
es: El valor mínimo que acepta este modelo es %@. Este ajuste no se enviará hasta que lo corrijas; tus otros ajustes no se ven afectados.
fr: La valeur minimale acceptée par ce modèle est %@. Ce réglage ne sera pas envoyé tant qu’il n’est pas corrigé ; vos autres réglages ne sont pas concernés.
hi: यह मॉडल कम से कम %@ स्वीकार करता है। ठीक होने तक यह सेटिंग नहीं भेजी जाएगी; आपकी बाकी सेटिंग्स पर कोई असर नहीं पड़ेगा।
id: Nilai terendah yang diterima model ini adalah %@. Pengaturan ini tidak akan dikirim sampai diperbaiki; pengaturan lain tidak terpengaruh.
ja: このモデルが受け付ける最小値は %@ です。修正するまでこの設定は送信されませんが、ほかの設定には影響しません。
ko: 이 모델은 최소 %@부터 받아요. 고치기 전까지 이 설정은 보내지 않으며, 다른 설정에는 영향이 없어요.
pt_br: O menor valor aceito por este modelo é %@. Esta configuração não será enviada até ser corrigida; suas outras configurações não são afetadas.
ru: Эта модель принимает не меньше %@. Пока значение не исправлено, эта настройка не отправляется; на остальные настройки это не влияет.
th: ค่าต่ำสุดที่โมเดลนี้รับได้คือ %@ การตั้งค่านี้จะไม่ถูกส่งจนกว่าจะแก้ไข และไม่กระทบการตั้งค่าอื่นของคุณ
tr: Bu modelin kabul ettiği en düşük değer %@. Düzeltilene kadar bu ayar gönderilmez; diğer ayarlarınız etkilenmez.
vi: Giá trị thấp nhất mô hình này chấp nhận là %@. Cài đặt này sẽ không được gửi cho đến khi được sửa; các cài đặt khác không bị ảnh hưởng.
zh_hans: 这个模型最低只接受 %@。改好前这一项先不发送，其它设置不受影响。
zh_hant: 這個模型最低只接受 %@。修正前這一項先不傳送，其他設定不受影響。

source: The model decides on its own.
ar: يقرر النموذج بنفسه.
de: Das Modell entscheidet selbst.
es: El modelo decide por sí mismo.
fr: Le modèle décide de lui-même.
hi: मॉडल स्वयं निर्णय लेता है।
id: Model memutuskan sendiri.
ja: モデルが自分で判断します。
ko: 모델이 스스로 결정합니다.
pt_br: O modelo decide por conta própria.
ru: Модель решает сама.
th: โมเดลตัดสินใจเอง
tr: Model kendisi karar verir.
vi: Mô hình tự quyết định.
zh_hans: 由模型自己决定。
zh_hant: 由模型自己決定。

source: The model doesn’t accept this while thinking is on, so it isn’t sent.
ar: لا يقبل النموذج هذا الإعداد أثناء تفعيل التفكير، لذا لا يُرسل.
de: Solange Nachdenken aktiviert ist, akzeptiert das Modell diese Einstellung nicht, daher wird sie nicht gesendet.
es: El modelo no acepta esto con el razonamiento activado, así que no se envía.
fr: Le modèle n’accepte pas ce réglage quand la réflexion est activée, il n’est donc pas envoyé.
hi: सोच चालू रहने पर मॉडल इसे स्वीकार नहीं करता, इसलिए यह नहीं भेजी जाती।
id: Model tidak menerima ini saat berpikir aktif, jadi tidak dikirim.
ja: 思考がオンの間はモデルがこの設定を受け付けないため、送信されません。
ko: 사고가 켜져 있으면 모델이 이 항목을 받지 않아서 보내지 않아요.
pt_br: O modelo não aceita isto com o raciocínio ativado, então não é enviado.
ru: При включённом размышлении модель это не принимает, поэтому настройка не отправляется.
th: โมเดลไม่รับค่านี้ขณะเปิดการคิดอยู่ จึงไม่ส่ง
tr: Düşünme açıkken model bunu kabul etmediği için gönderilmez.
vi: Mô hình không chấp nhận mục này khi Suy nghĩ đang bật nên mục này không được gửi.
zh_hans: 开着思考时模型不接受这一项，所以不发送。
zh_hant: 開啟思考時模型不接受這一項，因此不會傳送。

source: The model is the one you chose in Oriveo.
ar: النموذج هو المختار في Oriveo.
de: Als Modell gilt das, das Sie in Oriveo ausgewählt haben.
es: El modelo es el que elegiste en Oriveo.
fr: Le modèle est celui que vous avez choisi dans Oriveo.
hi: मॉडल वही है जो आपने Oriveo में चुना है।
id: Modelnya adalah yang Anda pilih di Oriveo.
ja: モデルは Oriveo で選んだものが使われます。
ko: 모델은 Oriveo에서 고른 모델로 정해져요.
pt_br: O modelo é o que você escolheu no Oriveo.
ru: Модель — та, которую вы выбрали в Oriveo.
th: โมเดลคือโมเดลที่คุณเลือกไว้ใน Oriveo
tr: Model, Oriveo'da seçtiğiniz modeldir.
vi: Mô hình là mô hình bạn đã chọn trong Oriveo.
zh_hans: 模型就是你在 Oriveo 里选的那个。
zh_hant: 模型就是你在 Oriveo 中選的那一個。

source: The model stops as soon as it writes any one of these. A sequence can contain commas, spaces and line breaks.
ar: يتوقف النموذج فور كتابة أي من هذه التسلسلات. يمكن أن يحتوي التسلسل على فواصل ومسافات وأسطر جديدة.
de: Das Modell stoppt, sobald es eine dieser Sequenzen schreibt. Eine Sequenz darf Kommas, Leerzeichen und Zeilenumbrüche enthalten.
es: El modelo se detiene en cuanto escribe cualquiera de estas. Una secuencia puede tener comas, espacios y saltos de línea.
fr: Le modèle s’arrête dès qu’il écrit l’une de ces séquences. Une séquence peut contenir des virgules, des espaces et des retours à la ligne.
hi: इनमें से कोई भी लिखते ही मॉडल रुक जाता है। किसी सीक्वेंस में कॉमा, स्पेस और लाइन ब्रेक भी हो सकते हैं।
id: Model berhenti begitu menulis salah satunya. Satu teks penghenti boleh berisi koma, spasi, dan baris baru.
ja: このいずれかを書いた時点でモデルは停止します。シーケンスにはカンマ、スペース、改行も含められます。
ko: 모델은 이 중 하나라도 쓰면 바로 멈춰요. 시퀀스에는 쉼표, 공백, 줄바꿈을 넣을 수 있어요.
pt_br: O modelo para assim que escrever qualquer uma delas. Uma sequência pode conter vírgulas, espaços e quebras de linha.
ru: Модель останавливается, как только напишет любую из них. В последовательности могут быть запятые, пробелы и переносы строк.
th: โมเดลจะหยุดทันทีที่เขียนข้อความใดข้อความหนึ่งในนี้ ข้อความแต่ละรายการมีจุลภาค ช่องว่าง และการขึ้นบรรทัดใหม่ได้
tr: Model bunlardan herhangi birini yazdığı anda durur. Bir dizi virgül, boşluk ve satır sonu içerebilir.
vi: Mô hình dừng ngay khi viết ra bất kỳ chuỗi nào trong số này. Một chuỗi có thể chứa dấu phẩy, khoảng trắng và dấu xuống dòng.
zh_hans: 模型写到其中任意一条就停。序列里可以有逗号、空格和换行。
zh_hant: 模型一寫出其中任一條就會停止。序列中可以包含逗號、空格和換行。

source: The model tried to use a tool ("%@") that isn't available on this connection.
ar: حاول النموذج استخدام أداة ("%@") غير متاحة على هذا الاتصال.
de: Das Modell hat versucht, ein Tool („%@“) zu verwenden, das über diese Verbindung nicht verfügbar ist.
es: El modelo intentó usar una herramienta ("%@") que no está disponible en esta conexión.
fr: Le modèle a tenté d'utiliser un outil (« %@ ») qui n'est pas disponible sur cette connexion.
hi: मॉडल ने एक टूल ("%@") का उपयोग करने की कोशिश की जो इस कनेक्शन पर उपलब्ध नहीं है।
id: Model mencoba menggunakan alat ("%@") yang tidak tersedia pada koneksi ini.
ja: モデルはこの接続では利用できないツール（「%@」）を使おうとしました。
ko: 모델이 이 연결에서 사용할 수 없는 도구("%@")를 사용하려고 했습니다.
pt_br: O modelo tentou usar uma ferramenta ("%@") que não está disponível nesta conexão.
ru: Модель попыталась использовать инструмент («%@»), недоступный для этого подключения.
th: โมเดลพยายามใช้เครื่องมือ ("%@") ซึ่งไม่พร้อมใช้งานในการเชื่อมต่อนี้
tr: Model, bu bağlantıda kullanılamayan bir aracı ("%@") kullanmaya çalıştı.
vi: Mô hình đã cố dùng một công cụ ("%@") không khả dụng trên kết nối này.
zh_hans: 模型尝试调用工具「%@」，但当前连接不支持。
zh_hant: 模型嘗試呼叫工具「%@」，但目前連線不支援。

source: The model tried to use tools (%@) that aren't available on this connection.
ar: حاول النموذج استخدام أدوات (%@) غير متاحة على هذا الاتصال.
de: Das Modell hat versucht, Tools (%@) zu verwenden, die über diese Verbindung nicht verfügbar sind.
es: El modelo intentó usar herramientas (%@) que no están disponibles en esta conexión.
fr: Le modèle a tenté d'utiliser des outils (%@) qui ne sont pas disponibles sur cette connexion.
hi: मॉडल ने ऐसे टूल (%@) का उपयोग करने की कोशिश की जो इस कनेक्शन पर उपलब्ध नहीं हैं।
id: Model mencoba menggunakan alat (%@) yang tidak tersedia pada koneksi ini.
ja: モデルはこの接続では利用できないツール（%@）を使おうとしました。
ko: 모델이 이 연결에서 사용할 수 없는 도구(%@)를 사용하려고 했습니다.
pt_br: O modelo tentou usar ferramentas (%@) que não estão disponíveis nesta conexão.
ru: Модель попыталась использовать инструменты (%@), недоступные для этого подключения.
th: โมเดลพยายามใช้เครื่องมือ (%@) ซึ่งไม่พร้อมใช้งานในการเชื่อมต่อนี้
tr: Model, bu bağlantıda kullanılamayan araçları (%@) kullanmaya çalıştı.
vi: Mô hình đã cố dùng các công cụ (%@) không khả dụng trên kết nối này.
zh_hans: 模型尝试调用工具（%@），但当前连接不支持。
zh_hant: 模型嘗試呼叫工具（%@），但目前連線不支援。

source: The partial reply has been kept. Regenerate to request a fresh full answer.
ar: تم الاحتفاظ بالرد الجزئي. أعد الإنشاء لطلب إجابة كاملة جديدة.
de: Die unvollständige Antwort wurde beibehalten. Generiere sie neu, um eine frische vollständige Antwort anzufordern.
es: Se ha conservado la respuesta parcial. Regenera para solicitar una respuesta completa nueva.
fr: La réponse partielle a été conservée. Régénérez pour demander une nouvelle réponse complète.
hi: अधूरा उत्तर सुरक्षित रखा गया है। नई पूरी प्रतिक्रिया पाने के लिए दोबारा जनरेट करें।
id: Balasan parsial telah dipertahankan. Buat ulang untuk meminta jawaban lengkap yang baru.
ja: 途中までの返信は保持されています。完全な新しい回答が必要な場合は再生成してください。
ko: 부분 응답은 유지되었습니다. 새 전체 답변을 받으려면 다시 생성하세요.
pt_br: A resposta parcial foi mantida. Regenere para solicitar uma nova resposta completa.
ru: Частичный ответ сохранен. Создайте ответ заново, чтобы запросить новую полную версию.
th: ระบบได้เก็บคำตอบบางส่วนไว้แล้ว กดสร้างใหม่เพื่อขอคำตอบฉบับสมบูรณ์อีกครั้ง
tr: Kısmi yanıt korundu. Yeni ve tam bir yanıt istemek için yeniden oluşturun.
vi: Phần trả lời hiện có đã được giữ lại. Hãy tạo lại để yêu cầu một câu trả lời đầy đủ mới.
zh_hans: 当前这段未完成回复已保留。点击重新生成即可请求一条完整新回复。
zh_hant: 目前這段未完成回覆已保留。點擊重新生成即可請求一條完整新回覆。

source: The protocol is still set to Auto, so Oriveo can’t tell how to send web search and thinking settings.
ar: لا يزال البروتوكول مضبوطًا على «تلقائي»، لذا لا يستطيع Oriveo تحديد طريقة إرسال إعدادات بحث الويب والتفكير.
de: Das Protokoll steht noch auf „Automatisch“, daher weiß Oriveo nicht, wie Einstellungen für Websuche und Nachdenken gesendet werden sollen.
es: El protocolo sigue en «Automático», así que Oriveo no sabe cómo enviar los ajustes de búsqueda web y razonamiento.
fr: Le protocole est encore sur « Automatique » : Oriveo ne sait donc pas comment envoyer les réglages de recherche web et de réflexion.
hi: प्रोटोकॉल अभी भी “ऑटो” पर है, इसलिए Oriveo तय नहीं कर पा रहा कि वेब खोज और सोच की सेटिंग्स कैसे भेजे।
id: Protokol masih “Otomatis”, jadi Oriveo tidak tahu cara mengirim pengaturan pencarian web dan berpikir.
ja: プロトコルがまだ「自動」のため、ウェブ検索と思考の設定をどう送ればよいか Oriveo が判断できません。
ko: 프로토콜이 아직 ‘자동’이라 Oriveo가 웹 검색과 사고 설정을 어떻게 보낼지 알 수 없어요.
pt_br: O protocolo ainda está em “Automático”, então o Oriveo não sabe como enviar as configurações de busca na web e raciocínio.
ru: Протокол всё ещё «Авто», поэтому Oriveo не знает, как отправлять настройки поиска в интернете и размышления.
th: โปรโตคอลยังตั้งเป็น “อัตโนมัติ” อยู่ Oriveo จึงไม่รู้ว่าจะส่งการตั้งค่าค้นเว็บและการคิดอย่างไร
tr: Protokol hâlâ “Otomatik” olduğu için Oriveo web araması ve düşünme ayarlarını nasıl göndereceğini bilemiyor.
vi: Giao thức vẫn đang là “Tự động” nên Oriveo không biết cách gửi cài đặt tìm kiếm web và suy nghĩ.
zh_hans: 协议还是「自动」，Oriveo 不知道该怎么发联网和思考的设置。
zh_hant: 協議仍是「自動」，Oriveo 無法判斷該如何傳送聯網與思考的設定。
